Repository: tomasvana10/wordlemini
Catalog: wordlemini/locales/*/LC_MESSAGES/messages.po
Languages: cs, ru

source: Enter your guess
cs: Zadejte svůj odhad
ru: Введите свое предположение

source: Guess
cs: Hádat
ru: Предполагать

source: Del
ru: Удалить

source: New
cs: Nový
ru: Новый

source: Quit
cs: Přestat
ru: Покидать

source: Started new game!
cs: Začala nová hra!
ru: Начал новую игру!

source: The word was
cs: Slovo bylo
ru: Слово было

source: Guess must be 5 characters long.
cs: Hádece musí být dlouhé 5 znaků.
ru: Угадай должен быть 5 символов в длину.

source: Guess is not in word list.
cs: Hádejte, že není v seznamu slov.
ru: Угадай не в списке слов.

source: You guessed the word in
cs: Uhádli jste slovo
ru: Вы догадались слово в

source: attempts
cs: pokusy
ru: попытки

source: Better luck next time
cs: Příště větší štěstí
ru: Удачи в следующий раз

source: Your wordlemini stats
ru: Ваша статистика wordlemini

source: Guess distribution
ru: Угадайте распределение

source: Game stats
ru: Статистика игры

source: Games played
ru: Сыгранные игры

source: Wins
ru: Победы

source: Losses
ru: Потери

source: Delete
cs: Vymazat
